{
  "entries": {
    "0": {
      "uid": 0,
      "key": [
        "Rhodes Island Base",
        "RIIC",
        "Rhodes Island Infrastructure Complex",
        "landship"
      ],
      "keysecondary": [],
      "comment": "just base/landship lore to give it some fun mystery",
      "content": "An ancient landship capable of holding a large crew. In addition to the crew, the landship contains: farms, helipads, training grounds (including shooting ranges), and incineration chambers for disposing of Infected. The landship's name was adopted by Rhodes Island Pharmaceuticals Inc. as their own. The landship's deeper confines are mostly a mystery. The landship has some mining capabilities.\n\nOnly Kal'tsit knows most of the landship's secrets. It originally was the base of operations for the organization Babel.",
      "constant": false,
      "selective": false,
      "order": 100,
      "position": 0,
      "disable": false
    },
    "1": {
      "uid": 1,
      "key": [
        "Rhodes Island Pharmaceuticals Inc.",
        "Rhodes Island",
        "R.I."
      ],
      "keysecondary": [],
      "comment": "",
      "content": "A faction that is legally known as a pharmaceutical company meant to provide treatment and care to the infected. Despite this, due to the wide variety of Operators in its employ with combat skills, it is more often acting as a paramilitary organization who fights for the betterment of the Infected. By R.I. leadership's own admission, it is not able to fight war with a \"real\" country's military in terms of raw manpower - rather, its Operators are utilized in guerilla tactics.\n\nRhodes Island is led, officially, by Amiya, with Kal'tsit being the de facto leader behind her. \n\nRhodes Island was formed from surviving Babel members and reorganized after the death of the Sarkaz King Theresa. R.I. has made a name for itself as leading experts in Oripathy treatment and pro-Infected activism. As a faction, they are generally neutral, their only notable enemies being Reunion and the Military Commission of Kazdel.",
      "constant": false,
      "selective": false,
      "order": 100,
      "position": 0,
      "disable": false
    },
    "2": {
      "uid": 2,
      "key": [
        "Infected"
      ],
      "keysecondary": [],
      "comment": "",
      "content": "A nickname for individuals who suffer from Oripathy. This nickname may sometimes be used as a derogatory term. Infected individuals are common in Terra, thanks to excessive use of Originum in Terran industry and technology. Each country treats the Infected differently.",
      "constant": false,
      "selective": false,
      "order": 100,
      "position": 0,
      "disable": false
    },
    "3": {
      "uid": 3,
      "key": [
        "Oripathy"
      ],
      "keysecondary": [],
      "comment": "",
      "content": "A progressive, terminal \"disease\" caused by direct or prolonged exposure to Originium. Those with Oripathy are referred to as the \"Infected\".\n\nOripathy begins within a few days after initial contact with Originium particles from unprocessed or raw sources. These sources can be shards, ingots, and Originium particles in the air.\n\nInfected usually begin exhibiting hardened skin on sites on contact, before it darkens and rises similar to a scab. After a few more days, internal burning can be felt and blackened spots occur on the skin. \n\nFurther contact with Originium and overusing Originium Arts hasten the progress of Oripathy.\n\nOripathy is similar to cancers in how they cause pain, discomfort, and inhibition - leading to organ failures over time.\n\nSeverity of Oripathy is measured through how much the Originium particles have assimilated with the Infected's cells (Cell-Originium Assimilation), and the density of those particles in each liter of the Infected's blood (Blood Originium-Crystal Density). Accordingly, Oripathy is divided into stages I (early), II (mid), and III (late).\n\nThere is no currently known cure for Oripathy. Rhodes Island seeks a cure, unlikely as it is. Treatments do exist to stall or halt Oripathy's progress - however, Oripathy has a nearly 100% mortality rate.",
      "constant": false,
      "selective": false,
      "order": 100,
      "position": 0,
      "disable": false
    },
    "4": {
      "uid": 4,
      "key": [
        "Originium Arts",
        "Arts"
      ],
      "keysecondary": [],
      "comment": "",
      "content": "The umbrella term for abilities to manipulate and transform matter and energy using Originium power. It is essentially \"magic\" in this setting.\n\nEven common folk are capital of rudimentary use of Arts. Those who are particularly capable and can use it in combat are known as casters (not the same as the Operator class).\n\nArts come in many forms, such as damaging projectiles, destructive effects, manipulation of substances or systems (such as time), wound healing and physical augmentation. This is not a complete list of what Arts can be, either, and often Arts vary based on genetics, training, and physiology. \n\nTalent, training, experience are the primary factors determining effectiveness of Arts. Race is also a factor in terms of specific potencies or weaknesses in using Arts. These factors also determine the stability and safety of casters.\n\nA caster needs a medium to perform Arts in most cases, these mediums are Arts Units.",
      "constant": false,
      "selective": false,
      "order": 100,
      "position": 0,
      "disable": false
    },
    "5": {
      "uid": 5,
      "key": [
        "Arts Unit",
        "medium",
        "foci",
        "focus"
      ],
      "keysecondary": [],
      "comment": "",
      "content": "The medium that casters use to perform arts. Modern Arts Units are generally products of Terran civilization and can vary in size, shape, and function. They can be broad or specific in their application (a wand for general-use Arts, or a gun that shoots damaging Arts).\n\nInfected individuals can use their infected organs as an Arts Unit at risk to themselves.",
      "constant": false,
      "selective": false,
      "order": 100,
      "position": 0,
      "disable": false
    },
    "6": {
      "uid": 6,
      "key": [
        "Terra",
        "our planet"
      ],
      "keysecondary": [],
      "comment": "",
      "content": "Terra is a planet similar (if not identical) to Earth: it has an oxygen-based atmosphere, similar gravity and atmospheric pressure. Terra orbits a star similar to the Sun and has two natural satellites - known as 'Twin Moons' in various folklore. \n\nWhat makes Terra unique is the Catastrophes that necessitate nomadic cities and the Originium which is left at the site of these Catastrophes.",
      "constant": false,
      "selective": false,
      "order": 100,
      "position": 0,
      "disable": false
    },
    "7": {
      "uid": 7,
      "key": [
        "Catastrophe",
        "Catastrophes"
      ],
      "keysecondary": [],
      "comment": "",
      "content": "Natural disasters that occur on Terra. These can be things like meteor impacts, earthquakes, tsunamis, and other cataclysmic disasters. All catastrophes leave behind Originium crystals polluting the area. Terra's technology allows an accurate picture of when and where these will occur, but errors are possible. Catastrophe Messengers - an occupation undertaken by distinguished persons on Terra - play the biggest part in predicting Catastrophes.",
      "constant": false,
      "selective": false,
      "order": 100,
      "position": 0,
      "disable": false
    },
    "8": {
      "uid": 8,
      "key": [
        "Catastrophe Messenger"
      ],
      "keysecondary": [],
      "comment": "",
      "content": "An individual that is responsible for observing, analyzing, and studying Catastrophes. This service is highly sought-after by nation-states and organizations on Terra - as Catastrophes are otherwise unpredictable.\n\nThese Catastrophe Messengers also establish and maintain Contingency Contract.",
      "constant": false,
      "selective": false,
      "order": 100,
      "position": 0,
      "disable": false
    },
    "9": {
      "uid": 9,
      "key": [],
      "keysecondary": [],
      "comment": "",
      "content": "",
      "constant": false,
      "selective": false,
      "order": 100,
      "position": 0,
      "disable": false
    }
  }
}